import React from "react";
import Header from "../../../components/views/Header/Header";

function PrivacypolicyPage() {
  return (
    <div className="privacy-div" style={{ width: "90%" }}>
      <Header
        headerProps={{
          pageName: "개인정보 처리방침",
          isClose: false,
          linkTo: "/policy",
        }}
      />
      <div style={{ fontSize: "13px" }}>
        레디베리 개인정보 처리방침 목차 <br /> <br /> 제1조 목적 제2조 수집하는
        개인정보의 항목 제3조 개인정보 수집에 대한 동의 제4조 개인정보의 수집 및
        이용목적 제5조 쿠키에 의한 개인정보 수집 제6조 목적 외 사용 및 제3자에
        대한 제공 및 공유 제7조 개인정보의 열람, 정정 제8조 개인정보 수집, 이용,
        제공에 대한 동의철회(회원탈퇴) 제9조 수집하는 개인정보의 보유 및
        이용기간 제10조 개인정보보호를 위한 기술 및 관리적 대책 제11조
        링크사이트 제12조 개인정보의 위탁처리 제13조 이용자의 권리와 의무 제14조
        의견수렴 및 불만처리 제15조 개인정보보호책임자 및 담당자 제16조 아동의
        개인정보보호 제17조 고지의 의무
        <br /> <br />
        제1조(목적) <br />① “개인정보”란 생존하는 개인에 관한 정보로써 당해
        정보에 포함되어 있는 성명, 주민등록 번호 등의 사항에 의하여 당해 개인을
        식별할 수 있는 정보(당해 정보만으로는 특정 개인 을 식별할 수 없더라도
        다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다) 를
        말합니다. ② 회사는 귀하의 개인정보보호를 매우 중요시하며,
        『개인정보보호법』,『정보통신망 이용촉 진 및 정보보호에 관한 법률』 상의
        개인정보보호규정 및 정보통신부가 제정한 『개인정보 보호지침』을 준수하고
        있습니다. 회사는 개인정보처리방침을 통하여 귀하께서 제공하시는
        개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해
        어떠한 조치가 취해지고 있는지 알려드립니다. ③ 회사는 개인정보처리방침을
        레디베리 서비스 첫 화면이나 마이페이지에 공개함으로써 귀하께서 언제나
        용이하게 보실 수 있도록 조치하고 있습니다. ④ 회사는 개인정보처리방침의
        지속적인 개선을 위하여 개인정보처리방침을 개정하는데 필요한 절차를
        정하고 있습니다. 그리고 개인정보처리방침을 개정하는 경우 버전번호 등을
        부 여하여 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 하고 있습니다.
        <br /> <br />
        제2조(수집하는 개인정보의 항목)
        <br /> ① 회사는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게
        접근할 수 있습니다. 그러나 회사는 맞춤형 서비스를 제공하기 위하여
        회원서비스 및 제휴사를 통해 이용자의 정보를 수집하고 있습니다. 회사의
        회원제 서비스를 이용하시고자 할 경우 다음의 정보를 입력을 해주셔야 하며
        선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다. 단,
        회사는 다음 각 호의 어느 하나에 해당하는 경우에는 법령에 따라 이와 같은
        동의 없이 이용 자의 개인정보를 수집 및 이용할 수 있습니다. ② 수집하는
        개인정보는 『개인정보의 기술적 · 관리적 보호조치 기준 제6조 제2항』에서
        명시하는 정보에 대해서는 암호화하여 저장하여 누출을 방지하고 있습니다.
        구분 수집 이용 항목 회원가입 시 이름, 연령대, 생일, 카카오계정(전화번호)
        간편가입 및 로그인 카카오: 이메일주소(로그인 ID), 닉네임, 휴대폰번호,
        프로필 사진, 생일 휴대폰 본인인증 시 휴대폰번호, 생년월일, 성별, 이름,
        CI, DI, 내/외국인 여부 유료서비스 이용 시 이메일주소(로그인 ID), 닉네임,
        비밀번호, 휴대폰번호, 프로필 사진, 생일 은행계좌를 결제수단으로 추가 시
        실명 상품 또는 용역 결제대금 출금 시 은행명, 계좌번호, 사업자 등록 번호,
        현금영수증 카드 번호, 전화번호 서비스 이용과정이나 사업처리과정에서의
        자동생성 정보 서비스 이용기록, 접속로그, 쿠키, 접속 IP정보, 결제기록,
        이용정지기록, 기기고유번호(디바이스 아이디 또는 IMEI) 제휴 / 광고 문의
        시 선택한 문의종류, 업체명, 담당자명, 전화번호, 주소, 휴대폰번호,
        이메일주소, 내용 오류 / 기타 문의 시 선택한 문의종류, 작성자명,
        전화번호, 휴대폰번호, 메일주소, 내용 제휴업체 등록 요청 시 업체 분야,
        업체명, 전화번호, 내용 ③ 회사는 아래와 같이 비회원의 개인정보를 수집
        이용합니다. 구분 수집 이용 항목 오프라인 적립 이용 시 휴대폰번호
        같이적립 수신 시 휴대폰번호
        <br /> <br />
        제3조(개인정보 수집에 대한 동의)
        <br /> 회사는 귀하께서 회사의 개인정보처리방침 또는 이용약관의 내용에
        대해 회원가입 마지막 단계에서 팝업창 등을 통해 제공할 수 있는 절차를
        마련하여, 회원가입 완료 버튼을 클릭하면 개인정보 수집에 대해 동의한
        것으로 봅니다. 단, 회사는 다음 각 호의 어느 하나에 해당하는 경우에는
        법령에 따라 이와 같은 동의 없이 이용자의 개인정보를 수집 · 이용할 수
        있습니다. ① 정보통신서비스의 제공에 관한 계약을 이행하기 위하여 필요한
        개인정보로써 경제적 · 기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게
        곤란한 경우 ② 정보통신서비스의 제공에 따른 요금정산을 위하여 필요한 경우
        ③ 그 밖에 법률에 특별한 규정이 있는 경우
        <br /> <br />
        제4조(개인정보의 수집 및 이용목적) <br />① 회사는 다음과 같은 목적을
        위하여 개인정보를 수집하고 있으며 목적이 변경될 경우에는 사전에 이용자의
        동의를 구하도록 하겠습니다. 이메일주소(로그인 ID), 비밀번호 : 회원제
        서비스 이용에 따른 본인 식별 절차에 이용 이메일주소, 전화번호, 프로필
        사진 : 공지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통
        경로의 확보, 새로운 서비스 / 신상품이나 이벤트 정보 안내, 서비스 이용에
        대한 리뷰 작성 권유, 원활한 서비스 제공을 위한 활용, 고객문의 및 답변을
        위한 본인 식별, 그 밖에 회사가 제공하는 서비스 안내 및 광고성 정보 전송
        닉네임, 주소, 전화번호 : 이용자의 음식 주문에 따른 진행 및 경품 배송을
        위한 정확한 내용 확보 및 본인 식별, 고객문의 및 답변을 위한 본인 식별
        휴대폰 주소록에 저장된 연락처 정보, 프로필 사진, 닉네임, 생일, 선물
        이력, 서비스 이용 내역, 서비스 내 주문 내역: 친구 목록 구성, 친구 선물
        추천, 생일 알림 목적 사업자등록번호, 현금영수증 카드 번호, 전화번호 :
        현금영수증 발행 목적 그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한
        자료 ② 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인족 및
        민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 의료정보
        등)는 수집하지 않습니다. <br /> <br />
        제5조(쿠키에 의한 개인정보 수집) <br />① 쿠키(Cookie)는 웹사이트가
        귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는
        소량의 정보입니다. 회사는 귀하에 대한 정보를 저장하고 수시로 찾아내는
        ‘쿠키 (Cookie)’를 사용합니다. 쿠키는 귀하의 컴퓨터는 식별하지만 귀하를
        개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이
        있습니다. (웹브라우저 상단의 도구 &gt; 인터넷옵션 탭(Option Tab)에서
        모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보 내도록 하거나,
        아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.) ② 회사의
        쿠키(Cookie) 운용 개인의 관심 분야에 따라 차별화된 정보를 제공 회원과
        비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과
        관심분야를 파악하여 타겟(Target) 마케팅에 활용 쇼핑한 품목들에 대한
        정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음 번 쇼핑 때
        개인 맞춤 서비스를 제공 유료서비스 이용 시 이용기간 안내 회원들의 습관을
        분석하여 서비스 개편 등의 척도 게시판 글 등록 쿠키는 브라우저의 종료
        시나 로그아웃 시 만료됩니다. <br /> <br />
        제6조(목적 외 사용 및 제3자에 대한 제공 및 공유)
        <br /> ① 회사는 귀하의 개인정보를 『개인정보의 수집 및 이용목적』에서
        고지한 범위 내에서 사용 하며, 동 범위를 초과하여 이용하거나 타인 또는
        타기업, 기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여
        개인정보를 이용 및 제공할 것입니다. 제휴 관계 : 주문서비스의 이용계약의
        이행을 위하여 귀하의 개인정보를 제휴사에게 제 공하거나 제휴사와 공유할
        수 있습니다. 개인정보를 제공받는 자 개인정보 이용목적 제공하는
        개인정보의 항목 개인정보 보유 및 이용기간 레디베리 가맹 업체 (음식
        판매업체) 레디베리 서비스 이용 계약대행 주문한 서비스 또는 재화의 수신자
        성명 (닉네임), 휴대폰번호 서비스제공 완료 후 6개월 같이적립 수신자
        같이적립 서비스 이용 보내는 사람 이름(닉네임), (선택)보내는 사람 휴대폰
        번호 목적달성(회원 탈퇴 등) 후 지체없이 파기(단, 관계법령에 의해
        보관하는 경우는 제외) 위탁처리 : 원활한 업무 처리를 위해 이용자의
        개인정보를 위탁 처리할 경우 반드시 사전에 위탁처리 업체명과 위탁
        처리되는 개인정보의 범위, 업무위탁 목적, 위탁처리 되는 과정, 위탁관계
        유지 기간 등에 대해 상세하게 고지합니다. 매각, 인수합병 등 :
        서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에
        정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에
        대한 동 의 철회의 선택권을 부여합니다. ② 고지 및 동의방법은 온라인
        홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고 지함과 동시에
        이메일 등을 이용하여 1회 이상 개별적으로 고지합니다. ③ 다음은 예외로
        합니다. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가
        있을 경우 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수
        없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우 기타
        관계법령에서 정한 절차에 따른 요청이 있는 경우 그러나 예외 사항에서도
        관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를
        당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에
        의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및
        이용목적에 반하 여 무분별하게 정보가 제공되지 않도록 최대한
        노력하겠습니다. <br /> <br />
        제7조(개인정보의 열람, 정정) <br />① 귀하는 언제든지 등록되어 있는
        귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개 인정보 열람 및
        정정을 하고자 할 경우에는 애플리케이션 내 프로필 수정 기능을 통해 직 접
        열람 또는 정정하거나, 개인정보보호책임자 및 담당자에게 서면, 전화 또는
        E-mail로 연 락하시면 지체 없이 조치하겠습니다. ② 귀하가 개인정보의
        오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를
        이용 또는 제공하지 않습니다. ③ 잘못된 개인정보를 제3자에게 이미 제공한
        경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록
        조치하겠습니다. <br /> <br />
        제8조(개인정보 수집, 이용, 제공에 대한 동의철회[회원탈퇴])
        <br /> ① 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서
        동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는
        레디베리 어플리케이션에서 마이페이지 -&gt; 프로필 수정 -&gt; 회원 탈퇴
        버튼을 클릭하거나 개인정보보호책임자에게 팩스, 우편, 고객센터, 전화
        등으로 연락하시면 회원탈퇴 신청 시점으로부터 90일 동안 재가입 방지를
        위한 개인 정보보존 이후 개인정보의 삭제 등 필요한 조치를 하겠습니다.
        동의 철회를 하고 개인정보 를 파기하는 등의 조치를 취한 경우에는 그
        사실을 귀하께 지체 없이 통지하도록 하겠습니 다. ② 회사는 개인정보의
        수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수
        있도록 필요한 조치를 취하겠습니다.
        <br /> <br /> 제9조(수집하는 개인정보의 보유 및 이용기간)
        <br /> ① 회사는 회원의 개인정보를 서비스 이용 시점부터 서비스를 제공하는
        기간 동안에만 제한적으로 이용하고 있습니다. ② 1년간 회원의 서비스
        이용기록이 없는 경우, 『정보통신망 이용촉진 및 정보보호등에 관한
        법률』제29조에 근거하여 회원에게 사전 통지하고 개인정보를 별도로
        분리하여 휴면계정 전환일로부터 3년간 저장합니다. 회사는 개인정보가
        파기되거나 분리되어 저장 · 관리된다는 사실 및 서비스 미이용 기간 만료일,
        해당 개인정보의 항목을 공지사항, 전자우편 등의 방법으로 미이용 기간 30일
        전에 이용자에게 알립니다. 이를 위해 이용자는 회사에게 정확한 연락처
        정보를 알리거나 수정하여야 합니다. ③ 회원 탈퇴 또는 회원 자격 정지 후
        회원 재가입, 임의해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰,
        이벤트 혜택 등으로 경제상의 이익을 취하거나 이 과정에서 명의를 무단으로
        사용하는 등 편법행위 또는 불법행위를 하는 회원을 차단하고자 회사는 회원
        탈퇴 후 3년간 회원의 정보를 보관합니다. ④ 자료 등록 및 판매에 관한
        기록은 180일간 보관합니다. ⑤ 비회원 개인정보는 수집일로부터 3년동안
        유지합니다. ⑥ 본조에 명시된 회원의 개인정보 보존기간이 경과되면 회사는
        개인정보를 지체 없이 파기합니다. 개인정보의 파기 절차 및 방법은 다음과
        같습니다. 파기절차 회사는 파기 사유가 발생한 개인정보를 개인정보
        보호책임자의 승인 절차를 거쳐 파기합니다. 파기방법 회사는 종이로 출력된
        개인정보는 분쇄기로 분쇄하거나 외부 업체를 통하여 분쇄하고, 전자적
        파일형태로 저장된 개인정보는 재사용할 수 없도록 기술적 방법을 사용하여
        삭 제 처리합니다. ⑦ 본 조에 따른 개인정보 파기가 필요함에도 불구하고
        다음과 같이 거래 관련 권리 의무 관계 의 확인 등을 이유로 일정기간
        보유하여야 할 필요가 있는 개인정보의 경우, 회사는 아래 쪽에 명시된
        법령에 따라 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관
        장소를 달리하여 보관합니다. 법령 수집 · 이용목적 보유 · 이용기간
        통신비밀보호법 서비스 이용 관련 개인정보(로그인 기록) 보존 3개월
        전자상거래 등에서의 소비자보호에 관한 법률 표시 / 광고에 관한 기록 보존
        6개월 계약 또는 청약철회 등에 관한 기록 보존 5년 대금결제 및 재화 등의
        공급에 관한 기록 보존 5년 소비자의 불만 또는 분쟁처리에 관한 기록 보존
        3년 위치정보의 보호 및 이 용 등에 관한 법률 개인위치정보에 관한 기록
        보존 1년 전자금융거래법 전자금융거래에 관한 기록 보존 5년
        <br /> <br />
        제10조(개인정보보호를 위한 기술 및 관리적 대책)
        <br /> ① 기술적 대책 회사는 귀하의 개인정보를 처리함에 있어 개인정보가
        분실, 도난, 누출, 변조 또는 훼손되 지 않도록 안정성 확보를 위하여 다음과
        같은 기술적 대책을 강구하고 있습니다. 귀하의 개인정보는 비밀번호에 의해
        보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을
        사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니 다.
        회사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기
        위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며
        갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써
        개인정보가 침해되는 것을 방지하고 있습 니다. 회사는 암호 알고리즘을
        이용하여 네트워크상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL)를
        채택하고 있습니다. 해킹 등 외부침입에 대비하여 각 서버마다
        침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고
        있습니다. ② 관리적 대책 회사는 귀하의 개인정보에 대한 접근권한을
        최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는
        다음과 같습니다. 가. 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
        나. 고객의 불만 및 이용문의 처리 업무를 수행하는 자 다.
        개인정보보호책임자 및 담당자 등 개인정보관리업무를 수행하는 자 라. 기타
        업무상 개인정보의 처리가 불가피한 자 개인정보 보호책임자는 개인정보
        보호와 관련하여 개인정보 보호법 및 다른 관계 법령 의 위반 사실을
        주기적으로 점검하여 위반사항 및 미비한 사항은 없는지 확인하고 이를
        반영합니다. 개인정보 관련 처리자의 업무 인수인계는 보안이 유지된
        상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한
        책임을 명확화하고 있습니다. 회사는 이용자 개인의 실수나 기본적인
        인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원
        개개인이 본인의 개인정보를 보호하기 위해서 자신의 ID와 비밀번호를
        적절하게 관리하고 여기에 대한 책임을 져야 합니다. 그 외 내부 관리자의
        실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이
        유발될 경우 회사는 즉각 귀하께 사실을 알리고 적절한 대책과 보상을 강구할
        것입니다.
        <br /> <br /> 제11조(링크사이트) <br />
        회사는 귀하께 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수
        있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 통제권이
        없으므로 그로부터 제공받는 서비스나 자 료의 유용성에 대해 책임질 수
        없으며 보증할 수 없습니다. 회사가 포함하고 있는 링크를 클릭하여 타
        사이트의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 회사와
        무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
        <br /> <br /> 제12조(개인정보의 위탁처리)
        <br /> 회사는 서비스 향상을 위해서 귀하의 개인정보를 외부에 수집 / 처리
        / 관리 등을 위탁하여 처리할 수 있습니다. ① 개인정보의 처리를 위탁하는
        경우에는 위탁기관 및 그 사실을 홈페이지를 통해 미리 귀하 에게
        고지하겠습니다. 다만, 재화 또는 서비스를 홍보하거나 판매를 권유하는
        업무를 위탁하는 경우에는 이용자에게 개별적으로 이메일주소 등을 통해
        이용자에게 개별 통지하되, 회사가 과실 없이 서면, 전자우편 등의 방법으로
        위탁하는 업무의 내용과 수탁자를 귀하에 게 알릴 수 없는 경우에 해당사항을
        홈페이지에 30일 이상 게시하겠습니다. ② 개인정보의 처리를 위탁하는
        경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보 보 호 관련 지시
        엄수, 개인정보에 관한 비밀유지를 위하여 최선을 다하겠습니다. ③ 제3자
        제공 금지 및 사고시의 책임부담, 위탁기간, 처리 종료 후 등의 경우에
        개인정보의 반환 또는 파기 등을 명확히 규정하고 당해 계약내용을 서면 또는
        전자적으로 보관하겠습니다. ④ 회사는 위탁계약 체결 시 위탁업무 수행목적
        외 개인신용정보 처리금지, 기술적 · 관리적 보호조치, 재위탁 제한,
        수탁자에 대한 관리 · 감독, 책임에 관한 사항을 계약서 등 문서에 명시하고,
        수탁자가 개인정보를 안전하게 처리하는지를 정기적으로 감독하고 있습니다.
        ⑤ 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.
        수탁업체 위탁업무 개인정보 이용기간 마케팅 . 알림톡 발송 ㈜누리고
        ㈜토스페이먼츠 데이터보관 및 전산시스템 운용 · 관리 Amazon Web Service,
        Inc 주문 접수 및 음식 준비 목적 달성일 기준 익일 자동 파기 ⑥ 국외로
        이전되어 처리되는 개인정보는 다음과 같습니다. 국외로 이전되는
        개인정보들은 안 정성 확보 조치, 개인정보 침해에 대한 고충처리 및
        분쟁해결에 관한 조치 등 보호조치들을 계약 내용에 반영하여 회사의
        관리감독 하에 안전하게 처리됩니다. 구분 내용 수탁업체(이전받는 자)
        Amazon Web Service, Inc 이전되는 국가 미국 이전되는 개인정보 항목
        레디베리 서비스 제공을 위해 수집한 정보 이전 목적 레디베리 서비스 제공을
        위한 시스템 개발 및 유지보수, 서비스 통계 및 분석 이전 일시 및 이전방법
        서비스 제공 시점에 안전한 네트워크를 통한 실시간 전송 보유 및 이용기간
        목적달성 후 파기 또는 위탁 계약 종료 시 파기
        <br /> <br />
        제13조(이용자의 권리와 의무)
        <br /> ① 귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를
        예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는
        사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를
        입력할 경우 회원자격이 상실될 수 있습니다. ② 귀하는 개인정보를 보호받을
        권리와 함께 스스로 보호하고 타인의 정보를 침해하지 않을 의무도 가지고
        있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고
        게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약
        이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는
        『정보통신망이용촉진 및 정보보호 등에 관한 법률』, 『개인정보보호법』
        등에 의해 처벌받을 수 있습니다. <br /> <br />
        제14조(의견수렴 및 불만처리) <br />① 당사는 귀하의 의견을 소중하게
        생각하며, 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가
        있습니다. ② 당사는 귀하와의 원활한 의사소통을 위해 고객센터를 운영하고
        있으며 연락처는 다음과 같 습니다. [고객센터] 전자우편 :
        ohnt0307@gmail.com 전화번호 : 010-9295-5340 주소 : 세검정로 1길 95,
        115-203 - 고객센터 운영시간 : 08:00 ~ 16:30 - 중식시간 : 12:30 ~ 13:30 ③
        전자우편을 이용한 상담은 접수 후 성실하게 답변 드리겠습니다. 다만,
        근무시간 이후 또는 주말 및 공휴일에는 익일 처리하는 것을 원칙으로
        합니다. ④ 기타 개인정보에 관한 상담이 필요한 경우에는 회사의 위
        전자우편으로 문의하실 수 있으 며, 국가기관에 신고나 상담이 필요한
        경우에는 아래의 연락처에 문의하셔서 도움을 받으 실 수 있습니다.
        [개인정보침해신고센터] 전화 : 118 URL : http://privacy.kisa.or.kr/
        [정보보호마크인증위원회] - 전화 : 02-550-9531~1 URL :
        http://www.eprivacy.or.kr/ [대검찰청 사이버범죄수사단] - 전화 :
        02-3480-3571 URL : http://cybercid.spo.go.kr/ [경찰청 사이버안전국] -
        전화 : 182 URL : http://cyberbureau.police.go.kr/
        <br /> <br />
        제15조(개인정보보호책임자 및 담당자) <br />
        회사는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고
        있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는
        사고가 발생할 시에 개인정보 보호책임자가 모든 책임을 집니다. 그러나
        기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트 워크상의
        위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가
        작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의
        개인정보를 처리하는 책임자 및 담당자는 다음과 같으며 개인정보 관련
        문의사항에 신속하고 성실하게 답변해드리고 있습 니다.
        [개인정보보호책임자] 성명 : 대표 오남택 전자우편 : ohnt0307@gmail.com -
        전화번호 : 010-9295-5340
        <br /> <br />
        제16조(아동의 개인정보보호) <br />
        회사는 아동의 개인정보를 보호하기 위하여 만 14세 미만 아동의 개인정보를
        수집하지 않습니다.
        <br /> <br />
        제17조(고지의 의무) <br />현 개인정보처리방침은 정부의 정책 또는
        보안기술의 변경에 따라 내용의 추가, 삭제 및 수정 이 있을 시에는 개정
        최소 10일 전(단, 중요한 내용 변경의 경우 30일 전)부터 홈페이지를 통 해
        고지할 것입니다.
        <br /> <br />
        부칙 1. 본 약관은 2023년 11월 23일부터 적용됩니다. <br /> <br />
      </div>
    </div>
  );
}

export default PrivacypolicyPage;
