import React from "react";
import Header from "../../../components/views/Header/Header";

function TermsofusePage() {
  return (
    <div className="privacy-div" style={{ width: "90%" }}>
      <Header
        headerProps={{
          pageName: "서비스 이용약관",
          isClose: false,
          linkTo: "/policy",
        }}
      />

      <div style={{ fontSize: "13px" }}>
        제1조 목적 제2조 용어의 정의 제3조 약관의 명시와 설명 및 개정 제4조
        이용계약의 성립 제5조 이용계약의 종료 제6조 휴면계정의 전환, 회원 탈퇴
        및 자격 상실 제7조 회원의 ID 및 비밀번호에 대한 의무 제8조 회원,
        이용자의 의무 제9조 회원의 게시물 제10조 회원 게시물의 관리 제11조
        이용제한 등 제12조 회원에 대한 통지 제13조 회사의 의무 제14조 개별
        서비스에 대한 약관 및 이용조건 제15조 서비스 이용시간 제16조 서비스
        제공의 변경 제17조 서비스 이용책임 제18조 서비스 제공의 중지 제19조
        주문거래 기록의 보관 제20조 사용 가능한 결제 수단 제21조 구매신청 제22조
        계약의 성립 제23조 주문성공의 통지 및 구매신청 변경 및 취소 제24조 배달
        제25조 환불, 반품 및 교환 제26조 정보의 제공 및 광고성 정보 전송 제27조
        회원의 포인트 서비스 제28조 회원의 포인트 정정, 취소 제29조 회원의
        포인트 유효기간 및 소멸 제30조 혜택 제공 및 이용 제31조 쿠폰 사용 및
        유효기간, 통신판매중개자로서의 책임 제32조 서비스 이용을 목적으로 하는
        쿠폰 관련 환불 원칙 제33조 저작권의 귀속 및 이용제한 제34조 개인정보보호
        제35조 면책조항 제36조 분쟁 해결 제37조 준거법 및 관할법원 <br />
        <br />
        제1조(목적) <br />이 약관은 오남택(이하 ”갑”라 함)이 운영하는 레디베리
        서비스(이하 “서비스”라 함)와 관련하여, 회사와 이용고객(비회원 또는
        회원)간에 이용조건 및 절차, 회사와 고객 간의 권리와 의무, 책임사항 및
        기타 필요한 제반사항을 규정함을 목적으로 한다. 본 약관은 PC통신,
        스마트폰 앱 (안드로이드, iOS, 및 기타 OS용 앱) 등을 이용하는
        전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용한다.
        <br />
        <br />
        제2조(용어의 정의)
        <br /> 이 약관에서 사용하는 용어의 정의는 다음과 같다. “갑”이 운영하는
        웹사이트 및 앱 서비스는 아래와 같다. 학교 주위 커피 스마트오더 서비스
        웹사이트(www.readyvery.com) 추후 “갑”이 공지하고 제공하는 기타 앱 및
        웹사이트 포함 이용자 : 웹사이트에 접속하여 이 약관에 따라 회사가
        제공하는 서비스를 받는 회원 및 비회원을 말한다. 회원 : 회사에 개인정보를
        제공하여 회원등록을 한 자로서, 이 약관에 따라 회사와 서비스 이용계약을
        체결하고 ID를 부여 받은 자를 말한다. 비회원 : 회원에 가입하지 않고
        회사가 제공하는 서비스를 이용하는 자를 말한다. 아이디(ID 또는
        이메일주소) : 회원의 식별과 서비스 이용을 위하여 회원이 선정하고 회사가
        승인한 영문과 숫자의 조합을 말한다. 비밀번호(Password) : 회원의 동일성
        확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에
        등록한 영문, 숫자, 특수문자의 조합을 말한다. 게시물 : 회원이 서비스를
        이용함에 있어 서비스상에 게시한 부호/문자/사진 등 의 정보 형태의 글,
        사진 및 각종 파일과 링크 등을 말한다. 베리 : 물품 또는 서비스를 구매할
        때 또는 갑이 제공하는 서비스를 이용할 때 현금처럼 사용할 수 있는 회사
        전용의 사이버 화폐를 말한다. 제휴업체 : “갑”과의 판매/광고대행 계약을
        통하여 회사로부터 물품 또는 포인트, 쿠폰을 구매한 이용자에게 구매대상인
        재화 및 서비스를 제공하는 업체(개인사업자, 법인 불문)를 말한다. 본
        약관에서 정의되지 않은 용어는 관련 법령이 정하는 바에 따르며, 그 외에는
        일반적인 거래관행에 의한다.
        <br /> <br />
        제3조(약관의 명시와 설명 및 개정) <br />① 회사는 이 약관의 내용과 상호
        및 대표자 성명, 영업소 소재지 주소, 전화번호, 모 사전송번호,
        전자우편주소, 사업자등록번호 등을 이용자가 쉽게 알 수 있도록 사이트의
        초기 서비스 화면에 게시합니다. 다만, 약관의 구체적 내용은 이용자가
        연결화면을 통하여 볼 수 있다. ② 회사는 약관의 규제 등에 관한 법률,
        전자거래 기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한
        법률(정보통신망법), 소비자기본법, 전자상거래 등에 서의 소비자보호에 관한
        법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있다. ③
        회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행
        약관과 함께 사이트의 초기화면에 그 개정약관의 적용일자 7일 전부터
        적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의
        경우에는 공지 외에 일정기간 서비스 내 전자우편, 전자쪽지, 로그인 시
        동의버튼 등의 전자적 수단을 통하여 따로 명확히 통지하도록 한다. ④
        제3항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는
        경우 에는 개정된 약관에 동의하는 것으로 간주한다. 개정된 약관에 동의하지
        아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있다.
        유료서비스를 이용하는 회원이 약관의 개정에 동의하지 아니하여 해지할 경우
        회사가 정한 환불정책에 따라 환불을 시행한다. ⑤ 이 약관에서 정하지 아니한
        사항과 이 약관의 해석에 관하여는 정부가 제정한 전기 통신사업법,
        전자거래기본법, 정보통신망법, 전자상거래 등에서의 소비자보호에 관한
        법률, 개인정보보호법 등 관련 법령의 규정과 일반적인 상관례에 따른다.{" "}
        <br />
        <br />
        제4조(이용계약의 성립)
        <br /> ① 이용계약은 회원이 되고자 하는 자(이하 “가입신청자”)가 약관의
        내용에 동의를 하고, 회사가 정한 가입 양식에 따라
        회원정보(이용자ID(전자우편 주소), 비밀번호, 닉네임, 연락처 등)를
        기입하여 회원가입신청을 하고 회사가 이러한 신청에 대하여 승인함으로써
        체결된다. ② 회사는 다음 각 호에 해당하는 신청에 대하여는 승인을 하지
        않거나 사후에 이용계약을 해지할 수 있다. 가입신청자가 이 약관에 의하여
        이전에 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실 후 3개월이
        경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함 실명이
        아니거나 타인의 명의를 이용한 경우 회사가 실명확인절차를 실시할 경우에
        이용자의 실명가입신청이 사실이 아님이 확인된 경우 회사에 의하여
        이용계약이 해지된 날로부터 3개월 이내에 재이용 신청을 하는 경우
        등록내용에 허위의 정보를 기재하거나 기재누락, 오기가 있는 경우 이미
        가입된 회원과 전화번호나 전자우편주소가 동일한 경우 부정한 용도 또는
        영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우 기타 이 약관에
        위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인
        판단에 의하여 필요하다고 인정하는 경우 관계법령에 위배되거나 사회의
        안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우 이용자의
        귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여
        신청하는 경우 ③ 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라
        전문기관을 통한 실명확인 및 본인인증을 요청할 수 있다. ④ 회사는 서비스
        관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우 에는
        승낙을 유보할 수 있다. <br />
        <br />
        제5조 (이용계약의 종료) <br />① 회원의 해지 회원은 언제든지 회사에게
        해지의사를 통지함으로써 이용계약을 해지할 수 있다. 이용계약은 회원의
        해지의사가 회사에 도달한 때에 종료된다. 본 항에 따라 해지를 한 회원은 이
        약관이 정하는 회원가입절차와 관련조항에 따라 회원으로 다시 가입할 수
        있다. ② 회사의 해지 회사는 다음과 같은 사유가 있는 경우, 이용계약을
        해지할 수 있다. 이 경우 회사는 회원에게 전자우편, 전화, 팩스 및 기타의
        방법을 통하여 해지사유를 밝혀 해지의사를 통지한다. 다만 회사는 해당
        회원에게 사전에 해지사유에 대한 의견 진술의 기회를 부여할 수 있다. 가.
        제4조 제2항에서 정하고 있는 이용계약의 승낙거부사유가 있음이 확인된 경우
        나. 회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한
        이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
        다. 회원이 이 약관에 위배되는 행위를 하거나 이 약관에서 정한 해지사유가
        발생한 경우 이용계약은 회사가 해지의사를 회원에게 통지함으로써 종료된다.
        이 경우 회사 가 해지의사를 회원이 등록한 전자우편으로 발송하거나 회사
        게시판에 게시함으로써 통지에 갈음한다. ③ 이용계약이 종료되는 경우 회원의
        베리 포인트(기타 현금성 포인트 포함)는 즉시 소멸되며, 환불 등의 처리는
        회사의 환불규정에 의한다. ④ 이용계약의 종료와 관련하여 발생한 손해는
        이용계약이 종료된 해당 회원이 책임을 부담하여야 하고 회사는 일체의
        책임을 지지 않는다. <br />
        <br />
        제6조 (휴면계정 전환, 회원 탈퇴 및 자격 상실) <br />① 회사는 회원이 자신
        계정의 마지막 로그인 일시로부터 1년이 초과되는 시점까지 다시 로그인을
        하지 않은 경우, 해당 회원의 계정을 휴면계정으로 전환합니다. 또한 전환과
        동시에 회사의 개인정보처리방침에 따라 해당 회원의 개인정보는 3년간
        보관되며, 해당 기간에 한하여 계정 복구도 가능합니다. ② 회원은 언제든지
        서비스 내 "회원탈퇴(계정삭제)" 화면을 통하여 이용계약 해지 신청을 할 수
        있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
        단, 회원 재가입, 임의해지 등을 반복적으로 행함으로써 회사가 제공하는
        각종 할인쿠폰, 이벤트 혜택 등의 경제상의 이익을 편법적으로 수취하는 것을
        방지하기 위하여 회사는 개인정보처리방침에 따라 회원의 개인정보를 90일 간
        보관합니다. ③ 회원이 계약을 해지하는 경우, 회원이 기 작성한 게시물
        일체는 삭제되지 않는다. ④ 회원이 다음 각 호의 사유에 해당하는 경우,
        회사는 회원자격을 제한 및 정지시킬 수 있다. 가입 신청 시에 허위 내용을
        등록한 경우 레디베리를 이용하여 구입한 재화 및 용역 등의 대금, 기타 회사
        이용에 관련하여 회원이 부담하는 채무를 기일에 이행하지 않는 경우 타인의
        회사 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는
        경우 회사를 이용하여 법령 또는 본 약관이 금지하거나 공공질서 미풍양속에
        반하는 행위를 하는 경우 타인의 개인정보를 도용 및 임의사용 하는 경우
        회원이 쿠폰 구입 후 환불처리를 요청 또는 완료하였으나 제휴업체 측에
        환불요 청 또는 환불완료를 하지 않은 상태처럼 재화 또는 서비스를 받는
        행위 또는 쿠 폰을 제휴업체에서 사용 후 쿠폰을 사용하지 않은 상태처럼
        회사에 환불을 요구 하는 행위를 하는 경우 ⑤ 회사가 회원자격을 제한, 정지
        시킨 후 동일한 행위가 2회 이상 반복되거나, 또는 30일 이내에 그 행위가
        시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있다. 단, 회사는
        제4항 각 호의 사유에 해당하는 행위를 한 회원에 대해서는 회원 자격
        상실일로부터 3년간 정보를 보유할 수 있다. ⑥ 회사가 회원자격을 상실시키는
        경우에는 회원등록을 말소한다. 이 경우 회원에게 이를 제5조 제2항에 따라
        통지하고, 회원등록 말소 전에 소명할 기회를 부여한다. <br />
        <br />
        제7조(회원의 ID 및 비밀번호에 대한 의무)
        <br /> ① ID와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 소홀히
        하여 발생한 법률 상 책임은 회원 자신에게 있다. ② 회원은 자신의 ID 및
        비밀번호를 제3자에게 이용하게 해서는 안 된다. ③ 회원이 자신의 ID 및
        비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우 즉시 회사에
        통보하여야 하며 회사의 조치가 있는 경우 그에 따라야 한다. ④ 회원이
        제3항에 따른 통지를 하지 않거나 회사의 조치에 응하지 아니하여 발생하는
        모든 불이익에 대한 책임은 회원에게 있다. <br />
        <br />
        제8조(회원, 이용자의 의무)
        <br /> ① 회원은 관계법령, 이 약관의 규정, 이용안내 등 회사가 통지하는
        사항을 준수하여야 하며, 기타 회사 업무에 방해되는 행위를 하여서는 안
        된다. ② 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안
        된다. 서비스 신청 또는 변경 시 허위내용의 등록 회사에 게시된 정보의 허가
        받지 않은 변경 회사가 정한 정보 외의 정보(컴퓨터 프로그램 등)의 송신
        또는 게시 회사 또는 기타 제3자의 저작권 등 지적재산권에 대한 침해 회사
        또는 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위 외설 또는
        폭력적인 메시지, 화상, 음성 기타 미풍양속에 반하는 정보를 회사에 공개
        또는 게시하는 행위 기타 관계 법령이나 회사에서 정한 규정에 위배되는 행위
        정당한 사유 없이 당사의 영업을 방해하는 내용을 기재하는 행위
        리버스엔지니어링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여
        서비스를 복제, 분해 또는 모방 기타 변형하는 행위 자동 접속 프로그램 등을
        사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 회사의
        서버에 부하를 일으켜 회사의 정상적인 서비스를 방해하는 행위 기타
        관계법령에 위반된다고 판단되는 행위
        <br />
        <br /> 제9조(회원의 게시물)
        <br /> ① 회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한
        회원에게 있다 ② 회사는 회원의 게시물이 변조, 훼손, 삭제되지 않도록
        보호한다. 다만, 회사는 회원 의 게시물이 다음 각 항에 해당한다고 판단되는
        경우 사전통지 없이 삭제할 수 있 고, 이에 대하여 회사는 어떠한 책임도
        지지 않는다. 만일 위법한 게시물로 인하여 회사가 제3자에 대하여
        손해배상금을 지급하게 될 경우(조정, 합의, 판결 불문), 귀책사유가 있는
        회원은 회사가 제3자에게 배상금을 지급하는 즉시 동일 금액 상당을 회사에게
        지급하여야 한다. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를
        손상시키는 내용인 경우 공공질서 및 미풍양속에 위반되는 내용일 경우
        범죄적 행위에 결부된다고 인정되는 경우 회사의 저작권, 제3자의 저작권
        등의 지적 재산권을 침해하는 내용인 경우 회원이 레디베리에 음란물을
        게재하거나 음란사이트를 링크하는 경우 회사로부터 사전에 승인받지 아니한
        상업광고 또는 판촉 내용을 게시하는 경우 기타 관계법령에 위반된다고
        판단되는 경우 <br />
        <br />
        제10조(회원 게시물의 관리) <br />① 회원의 "게시물"이 정보통신망법 및
        저작권법 등 관련법에 위반되는 내용을 포함하 는 경우, 권리자는 관련법이
        정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며,
        회사는 관련법에 따라 조치를 취하여야 합니다. ② 회사는 전항에 따른
        권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유 가 있거나 기타
        회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게 시물"에
        대해 임시조치 등을 취할 수 있다. ③ 본 조에 따른 세부절차는 정보통신망법
        및 저작권법이 규정한 범위 내에서 회사가 정한 게시중단요청서비스에
        따릅니다. - 게시중단요청 메일주소 : ohnt0307@gmail.com <br />
        <br />
        제11조(이용제한 등) <br />① 회사는 회원이 이 약관의 의무를 위반하거나
        서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지
        등으로 서비스 이용을 단계적으로 제한할 수 있다. ② 회사는 전항에도
        불구하고, "주민등록법"을 위반한 명의도용 및 결제도용, 전화번호 도용,
        "저작권법" 및 "컴퓨터프로그램보호법"을 위반한 불법프로그램의 제공 및
        운영방해, "정보통신망법"을 위반한 불법통신 및 해킹, 악성프로그램의 배포,
        접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를
        할 수 있다. 본 항에 따른 영구이용정지 시 서비스 이용을 통해 획득한 혜택
        등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다. ③ 회사는
        회원이 계속해서 3개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운
        영의 효율성을 위해 이용을 제한할 수 있다. ④ 본 조의 이용제한 범위 내에서
        제한의 조건 및 세부내용은 회사의 이용제한정책에 서 정하는 바에 의합니다.
        ⑤ 본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 회사는
        제12조 (회원에 대한 통지)에 따라 통지합니다. ⑥ 회원은 본 조에 따른
        이용제한 등에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있다. 이 때
        이의가 정당하다고 회사가 인정하는 경우 회사는 즉시 서비스의 이용을
        재개합니다. <br />
        <br />
        제12조(회원에 대한 통지) <br />① 회사가 회원에 대한 통지를 하는 경우,
        회원이 가입신청 시 회사에 제출한 전자우편 주소나 SMS(휴대전화
        문자메시지)를 통하여 할 수 있다. ② 회사는 불특정 다수 회원에 대한 통지의
        경우, 1주일 이상 레디베리 서비스에 게시함으로써 개별 통지에 갈음할 수
        있다. 다만, 회원 본인의 거래에 관하여 중대한 영향을 미치는 사항에
        대해서는 개별 통지한다.
        <br />
        <br /> 제13조(회사의 의무)
        <br /> ① 회사는 법령과 이 약관이 금지하거나 공공질서와 미풍양속에 반하는
        행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로
        재화 및 서비스를 제 공하는데 최선을 다하여야 한다. ② 회사는 이용자가
        안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보 (신용정보
        포함)보호를 위한 보안 시스템을 갖추어야 한다. ③ 회사는 관계 법령이 정한
        의무사항을 준수한다. <br />
        <br />
        제14조(개별 서비스에 대한 약관 및 이용조건)
        <br /> 회사는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한
        약관 및 이용조건 을 별도로 정하여 회원의 동의를 얻을 수 있다. 이 경우
        개별 서비스에 대한 이용약관 등이 본 약관에 우선한다.
        <br /> <br />
        제15조(서비스 이용시간) <br />
        서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴
        1일 24 시간을 원칙으로 한다. 다만, 정기 및 긴급 점검 등의 필요 시 회사가
        정한 날이나 시 간은 제외될 수 있으며, 정기 점검 및 긴급점검의 경우
        서비스 제공화면에 공지한 바에 따른다. <br />
        <br />
        제16조(서비스 제공의 변경)
        <br /> ① 회사는 이용 감소로 인한 원활한 서비스 제공의 곤란 및 수익성
        악화, 기술 진보에 따른 차세대 서비스로의 전환 필요성, 서비스 제공과
        관련한 회사 정책의 변경 등 기타 상당한 이유가 있는 경우에 운영상,
        기술상의 필요에 따라 제공하고 있는 전 부 또는 일부 서비스를 변경 또는
        중단할 수 있다. ② 회사는 무료로 제공되는 서비스의 일부 또는 전부를
        회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여
        관련법에 특별한 규정이 없는 한 회원 에게 별도의 보상을 하지 않다. ③
        서비스의 내용, 이용방법, 이용시간에 대하여 변경 또는 서비스 중단이 있는
        경우에는 변경 또는 중단될 서비스의 내용 및 사유와 일자 등은 그 변경 또는
        중단 전에 회사 "웹사이트" 또는 서비스 내 "공지사항" 화면 등 회원이
        충분이 인지할 수 있는 방법으로 30일의 기간을 두고 사전에 공지한다.{" "}
        <br />
        <br />
        제17조(서비스 이용책임)
        <br /> 회원은 회사가 서명한 명시적인 서면에 구체적으로 허용한 경우를
        제외하고는 서비스 를 이용하여 상품을 판매하는 영업활동을 할 수 없으며,
        특히 해킹, 상업광고, 음란사 이트 등을 통한 상업행위, 상용S/W 불법 배포
        등을 할 수 없다. 이를 어겨 발생한 영업활동의 결과 및 손실, 관계 기관에
        의한 법적 조치 등에 관해서는 회사가 책임을 지지 않는다. 만일 회원의
        위반행위로 인하여 회사에게 손해(민사, 형사, 행정 등 일체의 불이익
        포함)가 발생한 경우, 당해 회원은 회사에게 회사가 입은 손해에 상응하는
        배상을 하여야 한다. <br />
        <br />
        제18조(서비스 제공의 중지)
        <br /> ① 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있다.
        서비스용 설비의 보수 등 공사로 인한 경우 전기통신사업법에 규정된
        기간통신사업자가 전기통신 서비스를 중지했을 경우 기타 불가항력적 사유가
        있는 경우 (단, 이 경우 그 사유 및 기간 등을 사전 또는 사후에 회원에게
        공지한다.) ② 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스
        이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의
        전부 또는 일부를 제한하거나 정지할 수 있다. ③ 천재지변 및 불가항력에
        의하여 서비스의 일부 또는 전부가 제한되거나 정지될 수 있다. <br />
        <br />
        제19조(주문거래 기록의 보관) <br />
        주문 거래의 거래기록은 전자상거래 등에서의 소비자보호에 관한 법률에
        규정에 의해 일정기간 동안 보존할 수 있다. <br />
        <br />
        제20조(사용 가능한 결제수단) <br />① 회사에서 구매한 재화 또는 서비스에
        대한 대금지급방법은 다음 각 호의 하나로 할 수 있다. 신용카드 (간편)결제
        휴대전화 (간편)결제 스마트페이(카카오 페이, 삼성페이, 네이버페이 등)
        포인트 현금결제 실시간 계좌이체 기타 회사가 추가 지정한 결제수단 (예:
        문화상품권, 쿠폰, 기타 제휴포인트 등) <br />
        <br />
        제21조(구매신청)
        <br /> 회원은 본 약관 및 회사가 정한 규정에 따라 구매를 신청한다.
        닉네임(또는 성명), 주소, 전화번호, 전자우편 입력 재화 또는 용역의 선택
        개인정보 제3자 제공 및 이용 조건에 동의한다는 표시(예 : 마우스 클릭 또는
        탭핑) 결제방법의 선택 <br />
        <br />
        제22조(계약의 성립) <br />
        회사는 제20조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지
        않을 수 있다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의
        동의를 얻지 못하면 미 성년자 본인 또는 법정대리인이 계약을 취소할 수
        있다는 내용을 고지하여야 한다. 신청 내용에 허위, 기재누락, 오기가 있는
        경우 미성년자가 주류 등 청소년보호법에서 금지하는 음식 및 용역을
        구매하는 경우 <br />
        <br />
        제23조(주문성공의 통지 및 구매신청 변경 및 취소)
        <br /> ① 회사는 회원의 구매신청 후 구매정보가 가맹점에 정확히 전달이
        되었을 경우 회원 과 가맹점 양측에 주문성공 메시지를 전송하여 통지한다. ②
        회원은 주문한 상품이 조리시작 전 또는 주문 후 회사가 정한 일정 시간
        내에는 주문취소가 가능하며, 가맹점의 귀책사유가 없는 한 조리가 시작된
        후에는 주문을 취소할 수 없다. ③ 제 취소 처리에 따른 환불은 신용카드
        결제의 경우 신용카드사별로 3~5일(최대 5일)이 소요되며, 휴대전화 결제의
        경우 실시간으로 처리된다. ④ 취소 시 발생하는 비용은 귀책사유가 있는
        자에게 일반적으로 귀속된다. (예: 단순변심 : 구매자 부담 / 상품하자 및
        조리지연 : 판매자 부담)
        <br />
        <br /> 제24조(배달) <br />① 레디베리는 회원의 주문내용 정보와 고객의
        결제내역 정보를 가맹점에 정확히 전달함으로써 책임을 다하고, 가맹점은
        조리를 완료함으로써 책임을 다한다. ② 회사는 회원이 구매한 상품의
        조리지연에 의한 회원의 손해를 배상할 의무가 없으며, 이에 대한 책임은
        가맹점에 있다. ③ 해당 가맹점의 고의 또는 과실로 약정 조리시간을 초과한
        경우 회원의 손해를 해당 가맹점에서 배상한다.
        <br />
        <br />
        제25조(환불, 반품 및 교환)
        <br /> ① 회사는 회원이 구매 신청한 상품을 부득이한 사정으로 제공할 수
        없을 시에는 지체 없이 그 사유를 회원에게 통지하고, 이미 상품대금을 받은
        경우에는 대금을 받은 후 3영업일 이내에 환급절차를 취한다. ② 다음 각 호의
        경우 가맹점은 조리 및 전달된 상품일지라도 회원의 요구에 따라 상품을 즉시
        환불, 반품 및 교환 조치를 한다. 단, 그 요구기한은 조리된 당일로 한다.
        조리된 상품이 주문내용과 현저히 상이할 경우 조리된 상품이 변질,
        손상되었거나 오염되었을 경우 ③ 회원의 주문이 최종적으로 완료되기 전
        인터넷 창을 닫는 등의 미숙한 사용으로 인하여 발생하는 주문의 실패에
        대해서는 회원이 책임을 진다.
        <br />
        <br />
        제26조(정보의 제공 및 광고성 정보 전송) <br />① 회사는 회원이 서비스
        이용 중 필요하다고 인정되는 다양한 정보에 대해서 이메일, 푸시, SMS 등의
        방법으로 회원에게 제공할 수 있다. ② 광고성 정보의 경우 회원의 명시적인
        수신거부의사에 반하여 영리목적의 정보를 전 송하지 않는다. ③ 회사는
        회원이 정보전달 등 이메일 전송에 대한 동의를 한 경우 전자우편 및 푸시 등
        전자적전송매체의 제목란에 다음 각 호와 같이 회원이 쉽게 알도록 조치한다.
        전자우편의 제목란 : (광고)라는 문구를 제목란에 표시하지 않을 수 있으며
        전자 우편 본문란의 주요 내용을 표시한다. 전자우편의 본문란 : 귀하가
        수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화번호
        및 주소를 명시한다. 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을
        명시합니다. 귀하가 동 의를 한 내용을 명시한다. ④ 회사는 상품정보 안내 등
        온라인 마케팅을 위해 광고성 정보를 전자우편 등으로 전 송하는 경우
        전자우편의 제목란 및 본문란에 다음 각 호와 같이 귀하가 쉽게 알아 볼 수
        있도록 조치한다. 전자우편의 제목란 : (광고) 또는 (성인광고)라는 문구를
        제목란의 처음에 빈칸 없이 한글로 표시하고 이어서 전자우편 본문란의 주요
        내용을 표시한다. 전자우편의 본문란 : 귀하가 수신거부의 의사표시를 할 수
        있는 전송자의 명칭, 전자우편주소, 전화번호 및 주소를 명시한다. 귀하가
        수신 거부의 의사를 쉽게 표시할 수 있는 방법을 명시한다. ⑤ 청소년에게
        유해한 정보를 전송하는 경우에는 다음 각 호와 같이 “(성인광고)” 문구 를
        표시한다. 본문란에 다음 각 목의 어느 하나에 해당하는 것이 부호/문자/영상
        또는 음향의 형태로 표현된 경우(해당 전자우편의 본문란에는 직접 표현
        되어있지 아니하더라도 수신자가 내용을 쉽게 확인할 수 있도록 기술적
        조치가 되어 있는 경우를 포함한다)에는 해당 전자우편의 제목란에
        “(성인광고)” 문구를 표시한다. 가. 청소년(19세미만의 자를 말한다. 이하
        같다)에게 성적인 욕구를 자극하는 선 정적인 것이거나 음란한 것 나.
        청소년에게 포악성이나 범죄의 충동을 일으킬 수 있는 것 다. 성폭력을
        포함한 각종 형태의 폭력행사와 약물의 남용을 자극하거나 미화하는 것
        라.청소년보호법에 의하여 청소년 유해 매체물로 결정 고시된 것 홈페이지를
        알리는 경우에는 해당 전자우편의 제목란에 “(성인광고)” 문구를 표시한다. ⑥
        팩스/휴대폰 문자전송 등 전자우편 이외의 문자전송을 통해 영리목적의
        광고성 정 보를 전송하는 경우에는 전송내용 처음에 “(광고)”라는 문구를
        표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치한다.
        <br />
        <br />
        제27조(회원의 포인트 서비스) <br />① 포인트는 회사가 운영하는 사이버
        화폐로써, 앱 또는 웹사이트 내 결제수단으로 사 용할 수 있으며, 포인트의
        적립, 전환 및 기타 이용방법은 회사 서비스에서 정의한 규칙에 따른다. ②
        포인트의 적립, 전환 및 기타 사용에 관한 정책은 회사나 제휴업체의 사정에
        따라 변경 될 수 있으며, 변경되기 1개월 전부터 웹사이트에 공지함으로써
        변경내용을 고지한다. ③ 포인트의 유효기간은 제휴업체 및 회사에서 정하는
        바에 따르며, 유효기간 동안 사 용하지 아니한 경우 순차적으로 소멸된다. ④
        회원 탈퇴 시 적립/전환된 포인트 중 미 사용한 포인트는 즉시 소멸되며,
        탈퇴 후 재가입하더라도 소멸된 포인트는 복구되지 아니한다. ⑤ 회원이 특정
        상품 등을 구매하거나 포인트 또는 혜택을 결제 수단으로 사용하는 경우,
        별도의 포인트 적립률이 적용되거나 포인트가 적립되지 않을 수 있다. 이
        경우 회사 또는 제휴업체는 회원의 구매 또는 결제 시 안내할 수 있다. ⑥
        회원은 회사에서 정한 기준에 따라 포인트를 합산하여 적립 및 사용할 수
        있으며, 적 립한 포인트는 회사와 제휴업체가 협의한 범위 내의 상품 등으로
        교환하거나 구매대 금의 일부로 사용할 수 있다. 단, 제휴업체는 매장별로
        혜택 사용을 위한 조건(최소 구매금액 설정, 다른 포인트 또는 혜택과의
        중복사용 불가 등)을 부가할 수 있다. ⑦ 회원은 본인이 소유한 포인트를
        타인에게 양도, 대여 또는 담보의 목적으로 이용할 수 없다. ⑧ 회원은 다른
        회원이 적립한 포인트를 부정하게 이용하여서는 아니 되며, 회사는 포 인트에
        대한 적법한 권리가 있는 회원으로부터 부정이용 신고 등을 접수한 경우에 는
        즉시 이를 해결하기 위한 조치를 취하기로 한다. ⑨ 회원은 적립된 포인트를
        금전 등 다른 지급수단의 형태로 교환 또는 환불해 줄 것 을 요청할 수 없다.
        ⑩ 포인트 적립률 및 기준은 회사의 내부 방침에 따라 임의로 변경될 수
        있으며, 회사 는 회원에게 사이트, 모바일 앱, SMS등을 통하여 사전에
        변경내용을 고지한다. ⑪ 회원정보의 변경으로 인한 포인트 이전 등의 처리는
        회사의 내부 방침에 따른다. ⑫ 기타 이 약관 및 사이트의 이용안내에
        규정되지 않은 사항에 대해서는 소비자 피해 보상규정에서 정한 바에 따른다.
        <br />
        <br />
        제28조(회원의 포인트 정정, 취소) <br />① 적립된 포인트에 오류가 있을
        경우 회원은 오류발생 시점부터 7일 이내 회사나 제휴업체에 정정 신청을
        하여야 하며, 회사나 제휴업체는 회원의 정정 신청일로부터 최대 30일 이내에
        조치를 취하기로 한다. 단, 회원은 필요한 경우 포인트 적립 오 류를 증명할
        수 있는 객관적 자료(영수증 등)을 제시하여야 한다. ② 회원이 상품 등의
        구매취소, 반품, 기타의 사유에 의해 포인트의 적립이 취소되는 경 우
        취소분만큼 기 지급된 포인트는 자동으로 차감된다. 포인트 잔액이 포인트
        취소 분보다 부족한 경우 포인트는 회사 서비스 내부적으로 마이너스
        포인트로 관리된다.
        <br />
        <br />
        제29조(회원의 포인트 유효기간 및 소멸)
        <br /> ① 포인트의 유효기간은 회사 또는 제휴업체의 각 정책에 따른다. 위
        유효기간 내에 사용되지 않은 포인트는 유효기간 만료일의 익월에 먼저
        적립된 포인트로부터 월 단위로 자동 소멸된다. ② 전항에도 불구하고 다음 각
        호의 사유에 해당하는 경우, 포인트가 각 호에서 정한 바에 따라 소멸된다.
        회원탈퇴로 인한 포인트 소멸 : 회원탈퇴 요청일 현재까지 적립된 포인트는
        사용이 불가하며, 적립된 포인트의 유효기간 만료 이내에 재가입하더라도
        복원되지 않는다. 자격상실로 인한 포인트 소멸 : 적립된 포인트는 복구가
        불가한 상태로 즉시 소 멸되며, 적립된 포인트의 유효기간 만료 이내에
        재가입하더라도 복원되지 않는다. ③ 회사는 유효기간 만료에 따른 소멸예정
        포인트, 소멸시기 등 포인트 소멸과 관련된 내용을 회원이 모바일 앱에서
        확인할 수 있도록 조치한다.
        <br />
        <br />
        제30조(가맹본부 협약) <br />② 회사는 가맹본부와 업무 협약을 체결할 수
        있다. ③ 회사는 제휴업체가 소속된 가맹본부와 협약 시 가맹관리에 필요한
        판매정보(매출, 주문수 등)를 제공한다. ③ 가맹본부는 제휴업체가 폐업 및
        양도양수가 진행 시에 관련된 정보를 회사로 제공한다. 정보 지연, 누락 시에
        발생하는 제휴업체의 오정산 등 관련 불이익에 대해서는 회사가 책임지지
        않는다. <br />
        <br />
        제31조(혜택 제공 및 이용) <br />① 회원은 제휴업체의 혜택 제공에 대하여
        동의 또는 거부할 수 있으며, 제휴업체는 동의를 표시한 회원에 대하여 SMS,
        전자우편 또는 그 밖의 수단으로 혜택을 전송할 수 있다. ② 회사는 회원이
        서비스 이용 중 불편사항을 겪은 부분에 대해서 그와 관련된 보상성 혜택을
        제공 및 안내 할 수 있다. ③ 회사는 회원이 보유한 혜택에 대해서 유효기간이
        만료되기 전 문자, 알림톡 등의 방법을 통해 이를 공지할 수 있다. ④ 회원은
        매장별로 정한 기준에 따라 혜택을 사용함으로써 해당 매장의 상품 등으로
        교환하거나 할인된 가격으로 구매할 수 있다. 단, 제휴업체는 매장별로 혜택
        사용을 위한 조건(최소 구매금액 설정, 포인트 또는 다른 혜택과의 중복사용
        불가 등)을 부 가할 수 있다. ⑤ 회원은 유효기간 내에 혜택을 사용하여야
        하며, 유효기간이 경과한 혜택은 자동 소멸된다. 단, 회원탈퇴 또는 자격상실
        시 지급받은 혜택은 자동으로 소멸된다. ⑥ 회원은 본인이 소유한 혜택을 다른
        회원에게 양도할 수 없다. ⑦ 회원은 수령한 혜택을 금전 등 다른 지급수단의
        형태로 교환 또는 환불해 줄 것을 요청할 수 없다. ⑧ 회원정보의 변경으로
        인한 혜택 이전 등의 처리는 회사의 내부 방침에 따른다. ⑨ 기타 이 약관 및
        사이트의 이용안내에 규정되지 않은 사항에 대해서는 소비자 피해
        보상규정에서 정한 바에 따른다. <br />
        <br />
        제32조(쿠폰 사용 및 유효기간, 통신판매중개자로서의 책임)
        <br /> ① 이용자는 개별조건상에 명시된 유효기간 내에 한하여 업체의
        서비스를 제공받을 수 있다. 유효기간이 만료된 쿠폰은 사용할 수 없으며
        환불되지 않는다. ② 각 쿠폰 1매에 대한 이용 가능횟수는 1회로 한정하며,
        이용자가 발급된 쿠폰의 액면가를 모두 사용하지 않은 경우, 잔액에 대한
        환불은 이루어지지 않는다. ③ 이용자는 당사 앱 또는 웹사이트에 명시된 내용
        및 개별 주의사항(이용조건)을 확인하여야 할 책임이 있으며, 명시된
        이용조건에 따라 쿠폰을 사용할 수 있다. ④ 쿠폰 구입과 관련된 절차 등
        회사의 귀책사유 이외의 해당 공동구매 서비스 상품에 대한 책임(서비스의
        품질 등)은 해당 물품 및 서비스를 부담하는 제휴업체가 전적으로 부담하며
        회사는 통신판매중개자로서 해당 재화(상품) 및 서비스의 품질 등 이행에
        대하여 어떠한 책임도 부담하지 않는다. 즉, 재화 및 서비스의 내용이 표시,
        광고내용 및 계약내용과 다르게 이행된 경우 그에 대한 책임은 제휴업체가
        전적으 로 부담한다. <br />
        <br />
        제33조(서비스 이용을 목적으로 하는 쿠폰 관련 환불 원칙)
        <br /> ① 회사의 쿠폰 구매 취소 및 환불 규정은 기본적으로 전자상거래와
        관련한 소비자 보호에 관한 법률 등 관련 법령을 준수한다. ② 회사는
        이용자가 구매 신청한 쿠폰이 공동구매가 성사되지 않아 당초 정한 할인된
        가격에 제휴업체로부터 재화 및 서비스를 제공받지 못할 경우 지체 없이 그
        사유를 이용자에게 통지하고, 사유발생일 다음날부터 3영업일 이내에
        계약해지 및 환급절차를 취한다. ③ 공동구매가 성사되어 쿠폰을 구매하게 된
        이용자는 회사로부터 쿠폰을 수령한 날로부터 7일(=청약 철회기간) 이내에
        청약을 철회할 수 있다. ④ 위 3.항 소정의 청약 철회기간은 개별 서비스 및
        쿠폰에 따라 회사가 7일 이상의 기한으로 지정할 수 있다. ⑤ 공동구매 쿠폰
        판매시한을 기점으로 공동구매가 성사된 이상, 추후 청약 철회로 인 하여
        당초 정한 최소 구매인원에 못 미치게 되더라도, 일단 성사된 공동구매에는
        아무런 영향을 미치지 아니한다. ⑥ 개별 서비스의 성격에 따라 회사는 별도
        계약 및 이용조건에 따른 취소 및 환불 관 련 규정을 정할 수 있으며, 이
        경우 별도 계약 및 이용조건상의 취소 및 환불규정 이 우선 적용된다. ⑦
        회원의 단순 변심에 의한 취소일 경우 환불처리에 발생하는 수수료는 회원이
        부담한다. ⑧ 신용카드 결제 이용자의 경우 구매 취소 시 기존에 결제한
        내역을 취소하며 취소 시 점에 따라 취소 수수료를 재승인 한다. 이 경우
        구매 취소 시점과 해당 카드사의 환 불 처리기준에 따라 취소금액의
        환급방법과 환급일자는 다소 차이가 있을 수 있다. ⑨ 취소 또는 환불의 정상
        처리가 되었을 시 회사는 이용자에게 정상적으로 취소처리 가 완료되었음을
        통지한다. ⑩ 기타 본 약관 및 웹사이트의 이용안내에 규정되지 않은 취소 및
        환불에 대한 사항 은 소비자 피해보상규정에서 정한 바에 따른다.
        <br />
        <br />
        제34조(저작권의 귀속 및 이용제한)
        <br /> ① 회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에
        귀속된다. ② 이용자는 레디베리를 이용함으로써 얻은 정보를 회사의 사전
        승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리
        목적으로 이용하거나 제3자에게 이용하게 하여서는 안 된다. ③ 회원이 부정한
        방법으로 포인트를 획득한 사실이 확인될 경우 회사는 회원의 포인트 회수,
        ID 삭제 및 형사고발 등 기타 조치를 즉시 취할 수 있다. <br />
        <br />
        제35조(개인정보보호) <br />① 회사는 회원의 개인정보를 보호하기 위하여
        정보통신망법 및 개인정보 보호법 등 관계 법령에서 정하는 바를 준수한다. ②
        회사는 회원의 개인정보를 보호하기 위하여 개인정보처리방침을 제정, 서비스
        초기화면 에 게시한다. 다만, 개인정보처리방침의 구체적 내용은 연결화면을
        통하여 볼 수 있다. ③ 회사는 개인정보처리방침에 따라 회원의 개인정보를
        최대한 보호하기 위하여 노력한다. ④ 회사의 공식 사이트 이외의 링크된
        사이트에서는 회사의 개인정보처리방침이 적용되지 아니한다. 링크된 사이트
        및 구매 상품이나 서비스를 제공하는 제3자의 개인 정보처리과 관련하여는
        해당 사이트 및 제3자의 개인정보처리방침을 확인할 책임 이 회원에게
        있으며, 회사는 이에 대하여 책임을 부담하지 않는다. ④ 회사는 다음과 같은
        경우에 법이 허용하는 범위 내에서 회원의 개인정보를 제3자에게 제공할 수
        있다. 수사기관이나 기타 정부기관으로부터 정보제공을 요청받은 경우 회원의
        법령 또는 약관의 위반을 포함하여 부정행위 확인 등의 정보보호 업무를 위해
        필요한 경우 기타 법률에 의해 요구되는 경우 “주문거래”시 조리업체에게
        조리에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는
        경우 <br />
        <br />
        제36조(면책조항)
        <br /> ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를
        제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제된다. ② 회사는
        회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않는다. ③
        회사는 회원이 서비스를 이용하여 기대하는 이익에 미치지 못한 것에 대하여
        책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에
        관하여 책임을 지지 않는다. ④ 회사는 회원이 게재한 게시물에 대한 신뢰도
        및 정확성 등과 관련한 내용에 관하여 책임을 지지 않는다. ⑤ 회원이 발송한
        메일 내용에 대한 법적인 책임은 사용자에게 있다. ⑥ 회사는 회원간 또는
        회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경 우에는 책임을
        지지 않는다. ⑦ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에
        특별한 규정이 없는 한 책임을 지지 않는다.
        <br />
        <br />
        제37조(분쟁 해결) 회사는 이용자가 제기하는 정당한 의견이나 불만을
        반영하고, 그 피해를 보상처리하기 위해서 피해보상처리 기구를 설치 및
        운영한다. 회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그
        사항을 처리하되, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와
        처리일정을 즉시 통보한다. <br />
        <br />
        제38조(준거법 및 관할법원) 이 약관의 해석 및 회사와 이용자(회원,
        비회원)간의 분쟁에 대하여는 대한민국의 법을 적용한다. 서비스 이용 중
        발생한 이용자(회원, 비회원)화 회사간의 소송은 민사소송법에 의한
        관할법원(서울중앙지방법원)에 제소한다. 부 칙 1. 본 약관은 2023년 11월
        23일부터 적용됩니다.
        <br />
        <br />
      </div>
    </div>
  );
}

export default TermsofusePage;
